---
kind: property
id: P:Autodesk.Revit.ApplicationServices.ControlledApplication.SubVersionNumber
source: html/9a13bb48-6d6f-002e-dd04-bfaaacdd51f6.htm
---
# Autodesk.Revit.ApplicationServices.ControlledApplication.SubVersionNumber Property

The minor version number of Revit

## Syntax (C#)
```csharp
public string SubVersionNumber { get; }
```

## Remarks
SubVersionNumber of Revit may have additional APIs and functionality not available in the standard customer releases.
 Add-ins written to support standard Revit releases should be compatible with SubVersionNumber releases,
 but add-ins written specifically targeting new features in SubVersionNumber releases would not be compatible with the standard releases.